Releases all resources used by the  HostObjectSubcomponentInfo
  Namespace:   Autodesk.Revit.DB.IFC
  Assembly:   RevitAPIIFC  (in RevitAPIIFC.dll) Version: 16.0.0.0 (16.0.0.0)
 Syntax
  C#
public void Dispose()
  Visual Basic
Public Sub Dispose
  Visual C++
public:
virtual void Dispose() sealed
 Implements
  IDisposable Dispose
 See Also
  HostObjectSubcomponentInfo Class
  Autodesk.Revit.DB.IFC Namespace